"DETAIL_NAV_TITLE" = "Detalls";

"DUE" = "Data límit";
"NONE_DUE_DATE" = "Cap";
"DUE_DATE_DETAIL_NAV_TITLE" = "Data límit";
"HAS_DUE_DATE_SWITCH_TITLE" = "Data límit";
"SHOW_MORE" = "Mostrar més…";
"SHOW_LESS" = "Mostrar menys…";
"PRIORITY" = "Prioritat";

// Priority
"NONE_PRIORITY" = "Cap";
"LOW_PRIORITY" = "Baixa";
"MEDIUM_PRIORITY" = "Mitjana";
"HIGH_PRIORITY" = "Alta";
"PRIORITY_DETAIL_NAV_TITLE" = "Prioritat";

// Lists
"REMINDER_LIST" = "Llista";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Recordar";
"NONE_REMINDER_ALERT" = "Mai";
"ON_A_DAY" = "Recordar en un dia";
"AT_A_LOCATION" = "Recordar a una ubicació";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "A una ubicació";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Localització actual";
"CHOOSE_ADDRESS" = "Seleccionar un contacte…";
"DETERMINING_LOCATION" = "Determinant la ubicació…";
"CANNOT_DETERMINE_LOCATION" = "No es pot determinar la ubicació";
"MY_ADDRESS_WITHOUT_LABEL" = "La meva adreça"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Adreça de %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%@ de %@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Arribant";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Sortint";
"DUE_ALL_DAY_FORMAT" = "%@ (tot el dia)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "El dia %@, rebreu un recordatori\n%@ o, com a molt tard, %@ el mateix dia."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "quan arribeu a aquesta ubicació";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "quan marxeu d'aquesta ubicació";

// Location
"LOCATION" = "Localització";
"NONE_LOCATION" = "Cap";
"ALARM_PROXIMITY_ENTER" = "Quan arribi";
"ALARM_PROXIMITY_LEAVE" = "Quan me'n vagi";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Trieu una ubicació per al contacte";
"WIFI_DISABLED_SUBTEXT" = "L'activació del Wi-Fi a la Configuració millorarà la precisió dels recordatoris basats en la vostra ubicació.";
"WIFI_DISABLED_PROMPT" = "L'activació del Wi-Fi a la Configuració millorarà la precisió dels avisos de localització.";
"WLAN_DISABLED_SUBTEXT" = "L'activació de la WLAN a la Configuració millorarà la precisió dels recordatoris basats en la vostra ubicació.";
"WLAN_DISABLED_PROMPT" = "L'activació de la WLAN a la Configuració millorarà la precisió dels avisos de locaització.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Activeu els \"Serveis de localització\" a la Configuració per fer servir recordatoris basats en la vostra ubicació.";
"SETTINGS" = "Configuració";
"TYPED_LOCATION_PLACEHOLDER" = "Introduir una adreça…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "No s’ha pogut determinar la ubicació d’aquesta adreça. Comproveu l’ortografia i torneu-ho a provar.";
"MAP" = "Mapa";
"SHOW_IN_MAP" = "Mostrar al mapa";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Les meves ubicacions";
"ME_CARD_ALERT_BODY" = "Els recordatoris poden fer servir les vostres dades de contacte per oferir-vos opcions d'ubicació, com ara “casa” o “feina”. Quin contacte cal fer servir?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Seleccionar";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "N";
"LOCATION_DEGREES_EAST" = "E";
"LOCATION_DEGREES_SOUTH" = "S";
"LOCATION_DEGREES_WEST" = "O";
"LOCATION_DEGREES_FORMAT" = "%d°%d’%.0f’’ %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "No es pot desar el recordatori";

"UNTITLED_REMINDER" = "Sense títol";
